 <!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Document</title>
  <link rel="stylesheet" href="css/css/style.css">
</head>
<body>
<header>
<div class="head wi">
  <ul>
    <li><a href="/">Главная</a></li>
    <li><a href="/about.php">Обо мне</a></li>
    <li><a href="/foto.php">Фото</a></li>
    <li><a href="/dostijeniya.php">Достижения</a></li>
    <li><a href="/contact.php">Контакты</a></li>
    <li><a href="/guestbook.php">Гостевая книга</a></li>
  </ul>
</div>

</header>
<div class="main">
 <br>   
<div>


</div>
</br>
  <br>
<div class="wi">
  <h5>Биография</h5>
  Я - Макар, живу в городе Уфа - столице Республики Башкортостан, в спальном районе. Мне 15 лет и я учусь в средней школе N119,
    когда окончу 11 классов планирую поступать в институт на должность Веб-Дизайнера. Вредных привычек не имею, но и сам 
	по себе я не очень спортивный человек, хотя могу день на пролёт кататься на моём велосипеде.
     Люблю изучать языки, на английском спокойно понимаю фильмы 
   и некоторые песни, могу без проблем говорить с англичанами в онлайн играх. Отлично владею паяльными инструментами, 
   разбираюсь в электроприборах и компьютерах.
   У меня довольно много свободного времени которое, как правило трачу на то, чтобы весь день быть загородом на даче.

  <h5>Навыки</h5>
  По моему самый полезный и важный навык которым я владею - это понимать и разбираться в электросхемах.
  Всему что связанно с техникой меня научил мой Дед - бывший руководитель технических служб,
  именно благодаря ему я отлично разбираюсь в электронике и множестве техники, могу без 
  труда починить, разобрать или даже сделать самому приборы простой или средней сложности, такие как: вентилятор, фонарик,
  нагревательный элемент из батарейки или даже небольшой шокер из конденсатора и многое другое. Также я неплох
  в физике, метематике и биологии. Умею хорошо кататься на горном велосипеде по бездорожью, хорошо рыбачу на попловок или 
  спиннингом на озере.

  <h5>Увлечения</h5>
Одно из самых любимых занятий для меня, это катание на велосипеде. Я могу часами кататься по городу и даже ездить на дачу
или в торговые центры. Люблю собирать всякие механизмы из подручных средств и сложные конструкторы, также люблю смотреть
фильмы. Не признаю 90% современных песен, особенно к-поп жанра, предпочитаю классическую музыку или из начала нулевых 
отдельный фаворит это песня Tears for Fears.
Люблю играть в самые разные компьютерные игры, такие как Crossout, WarThunder и т.д.



</div>
</br>
<br>
</div>
</body>
</html> 

