<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Document</title>
  <link rel="stylesheet" href="css/css/style.css">
</head>
<body>
<header>
<div class="head wi">
  <ul>
    <li><a href="/">Главная</a></li>
    <li><a href="/about.php">Обо мне</a></li>
    <li><a href="/foto.php">Фото</a></li>
    <li><a href="/dostijeniya.php">Достижения</a></li>
    <li><a href="/contact.php">Контакты</a></li>
    <li><a href="/guestbook.php">Гостевая книга</a></li>
  </ul>
</div>

</header>
<div class="main">
 <br>   
<div>


 </div>
</br>
<br>
<div class="wi">
  <h5>Достижения</h5>
  На самом деле у меня их и не так уж и много, могу отметить что я занимался 6 лет карате и плаванием. 
  Знаю чуть выше среднего английский язык, немного знаю испанский, планирую продолжить его изучать.
   Могу программировать на языке HTMl и PHP, знаю базовые комманды JS.
   Уменю управлять квадракоптером и снимать с него видео, пусть и не в лучшем качестве. Иногда, когда много 
  свободного времени, пробую делать модельки в Blender.

<h5>Разработка</h5>
Умею программировать на языке html и php, примерно понимаю css и mysql, пробовал делать модельки на разных платформах
и приложениях. Могу на основе своих знаний языка lua пиисать скрипты для npc, предметов, ивентов опять же
на разных пплатформах, где применяется этот язык программирования. Хочу дальше  обучаться программированию на этих 
языках и узнавать о них больше информации.

</div>
</br>
<br>
</div>
</body>
</html> 